<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>어댕가지~?(메인화면)</title>
</head>
<body>
	
	<%@ include file = "views/common/menubar.jsp" %>
  </html>

	<!-- 
	홍보 >> 독립 >> 혼자아예 만들어야됨

	-------------------------------------------
	관리자 > 플레이스 작성, 수정, 삭제 
	회원관리 > 검색 정지 탈퇴 여부확인 
	리뷰 검색
	공지사항 > 등록 수정 삭제 
	문의사항 > 삭제 및 답변
	QNA > 등록 수정 삭제
	-------------------------------------------
	관리자 기능
	- 회원 관리 : 회원정보 검색, 회원정보 상태값 변경
	- 리뷰 관리 : 리뷰 검색, 리뷰 삭제
	- 공지사항 : 전체리스트, 상세보기, 수정, 삭제, 쓰기, 사진 첨부기능
	- QNA : 전체리스트, 상세보기, 쓰기, 수정
	(참고 : 04_jQuery_workspace/14_안중요한거2.html)  
	- 문의하기 : 전체리스트, 상세보기, 글쓰기, 답변달기, 수정, 삭제
	------------------------------
	
	회원가입 ~~~~~~
	리뷰수정 삭제
	게시글수정 삭제
	 
	----
	문의사항 등록 읽기 
	QNA 읽기 
	공지사항 읽기 
	 -->
	
	
</body>
</html>
